[
  {
    "name":"Положение тела при практике",
    "level":1,
    "type":1,
    "description":"<p><b>1.</b> Ноги расставить на ширину плеч, при этом стопы ног обязательно должны быть параллельны. Точки Юнцюань на стопах ног и точки Цзяньцзинь на плечах должны находиться на одной вертикальной прямой.<p><b>2.</b> Ноги слегка согнуть в коленях, при этом проекция колен не должна выходить за линию носков.<p><b>3.</b> Глаза прикрыть, но не закрывать полностью. Веки опустить так, чтобы сквозь щель проходил свет, а взгляд направить перед собой вдаль, не фокусируя. При этом вы отрешаетесь от окружающего мира, но оставляете канал связи с ним и контролируете положение своего тела в пространстве.<p><b>4.</b> Голову как бы &laquo;подвесить&raquo; за макушку, подбородок слегка опущен вниз. При этом точка Байхуэй располагается на одной вертикали с Хуэйинь.<p><b>5.</b> Язык прикасается к верхнему небу.<p><b>6.</b> На лице должна быть легкая улыбка для расслабления ума.",
    "imageName":"ex_1_1_posture.jpg"
  },
  {
    "name":"Открытие каналов на пальцах рук и ног",
    "level":1,
    "type":1,
    "description":"1 Исходное положение: стать прямо, ноги на ширине плеч, ступни параллельны, тело расслаблено, глаза прикрыты.<p>2 Согнуть руки перед грудью ладонями вниз.<p>3 Согнуть указательный и средний пальцы правой руки, подобно скребку.<p>4 Слегка сжимая, провести пальцами правой руки вдоль боковых поверхностей каждого пальца левой руки от основания к концу - по 2 раза каждый палец.<p>5 Проделать то же самое, поменяв руки.<p>6 Медленно опустить руки вниз.<p>7 Пальцами рук также открыть каналы на пальцах ног.",
    "imageName":"ex_1_1_open_channels_on_fingers.jpg"
  },
  {
    "name":"Ребёнок молится Будде",
    "level":1,
    "type":1,
    "description":"1 Исходное положение: встать прямо, ноги на ширине плеч, ступни параллельны, тело расслаблено.<p>2 Сложенные вместе ладони поднять до уровня груди, как в восточном приветствии.<p>3 Открыть ладони к себе, вращательным движением на себя опустить кисти рук пальцами вниз таким образом, чтобы кисти сомкнулись тыльной стороной.<p>4 Продолжить вращение, открыв ладони от себя, затем, сомкнув их, вернуть в исходное положение. Выполнять 8 раз.<p>5 Повторить вращение рук в противоположном направлении, от себя, еще 8 раз.",
    "imageName":"ex_1_1_child_prays.jpg"
  },
  {
    "name":"Рука Будды созерцает образы",
    "level":1,
    "type":1,
    "description":"1 Исходное положение: встать прямо, ноги на ширине плеч, ступни параллельны, тело расслаблено.<p>2 Медленно поднять руки в стороны до уровня плеч, ладонями вниз.<p>3 Медленно переместить руки вперед, концентрируявнимание на ладонях, а затем снова развести их в стороны. Тело при этом немного подается за руками. Повторить 8 раз.<p>4 Повернуть кисти ладонями вверх. Повторить те же движения 8 раз.<p>5 Разведя руки в стороны последний раз, повернуть кисти ладонями вниз и медленно опустить руки вдоль туловища.",
    "imageName":"ex_1_1_hand_of_buddha.jpg"
  },
  {
    "name":"Священный журавль пьёт воду",
    "level":1,
    "type":1,
    "description":"",
    "imageName":"ex_1_1_holy_crane_drinking.jpg"
  },
  {
    "name":"Волшебный дракон перемешивает море",
    "level":1,
    "type":1,
    "description":"",
    "imageName":"ex_1_1_magic_dragon_stirs.jpg"
  },
  {
    "name":"Большое дерево",
    "level":1,
    "type":2,
    "description":"1 Исходное положение - ноги на ширине плеч, ступни параллельны, колени немного согнуты, спина прямая - таз для этого слегка подать вперед. Подбородок немного опущен, чтобы шея была выпрямленной. При этом голова как бы подвешена за макушку. Тело расслаблено. Язык прикасается к верхнему небу, глаза прикрыты, но не закрыты совсем.<p>2 Представьте себе, что обе ваши ноги прорастают глубоко в землю и превращаются в корни могучего дерева и подобно корням дерева впитывают из земли влагу, питательные вещества и энергию Инь.<p>3 Представьте, что ваше туловище вырастает высоко в небо, выше облаков, к солнечному свету и к свету звезд, Луны. И оттуда вы принимаете и впитываете в себя свет, ветер, дождь, энергию Космоса Ян. И сами вы становитесь огромны, как Космос.<p>4 Приподнимите руки так, чтобы ладони находились напротив пупка. Локти отставлены от туловища, будто под мышками находятся теннисные мячи, хрупкие, как яйца. Линии рук округлы и расслаблены, будто охватывают большой надувной мяч. Представьте и почувствуйте между ладонями и центром пупка упругий шар.<p>5 Забудьте о себе, о своей позе. Почувствуйте, как снизу сквозь ноги-корни поднимается ци Земли, а сверху поступает ци Космоса. Почувствуйте это движение и энергетический шар между ладонями и пупком. И снова забудьте.<p>6 Модификация п. 5. Представьте и почувствуйте, как этот шар начинает расти, становится все больше и больше, выходит за пределы вашего тела и вы оказываетесь внутри него. Почувствуйте себя внутри этого шара, почувстуйте ощущения от звуков музыки, когда вы и шар огромны, как Космос. Затем шар начинает уменьшаться в размерах. Он становится все меньше и меньше, а энергия внутри него все плотнее и плотнее. Оболочка его, уменьшаясь, проходит сквозь Ваше тело, и вот он снова умещается между вашими ладонями и пупком. Затем он снова увеличивается в размерах, и вы - внутри шара. Затем он снова уменьшается. И так несколько раз.<p>7 Выход из Чжан Чжуан. Сконцентрируйте ци в нижнем даньтянь. Медленно откройте глаза и сложите руки на этом участке (женщины - правую руку на пупок, левую - сверху; мужчины - наоборот). При этом центр ладони (точка Лаогун) руки, находящейся на пупке снизу, должен совпадать с центром пупка. Мысленно сконцентрируйте и сожмите шар в нижнем даньтянь в точку. Почувствуйте горячий участок или пульсацию под ладонями. ",
    "imageName":"ex_1_2_big_tree_all.jpg"
  },
  {
    "name":"Преобразование ци",
    "level":1,
    "type":2,
    "description":"",
    "imageName":"ex_1_2_qi_transformation.jpg"
  },
  {
    "name":"Малый небесный круг",
    "level":1,
    "type":2,
    "description":"",
    "imageName":"ex_1_2_qi_transformation.jpg"
  },
  {
    "name":"Потряхивание тела",
    "level":1,
    "type":3,
    "description":"",
    "imageName":""
  },
  {
    "name":"Вытеснение плохой ци",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_bad_qi_displacement_all.jpg"
  },
  {
    "name":"Проведение ци по каналам",
    "level":1,
    "type":3,
    "description":"",
    "imageName":""
  },
  {
    "name":"Цигун во время ходьбы",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_qigong_while_walking.jpg"
  },
  {
    "name":"Цигун во время сна",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_qigong_while_sleeping.jpg"
  },
  {
    "name":"Излучение янской ци",
    "level":1,
    "type":3,
    "description":"p80",
    "imageName":"ex_1_3_yang_chi_emission.jpg"
  },
  {
    "name":"Излучение иньской ци",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_yin_chi_emission.jpg"
  },
  {
    "name":"Излучение шарика ци (1 вариант)",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_chi_ball_emission1.jpg"
  },
  {
    "name":"Излучение шарика ци (2 вариант)",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_chi_ball_emission2.jpg"
  },
  {
    "name":"Излучение шарика ци (3 вариант)",
    "level":1,
    "type":3,
    "description":"",
    "imageName":"ex_1_3_chi_ball_emission3.jpg"
  },
  {
    "name":"?Улучшение энергии",
    "level":1,
    "type":3,
    "description":"Сесть на стуле так, чтобы суставы ног составляли между собой угол в 90 градусов (бедро - колено - голеностоп). Ступни на земле. Тело расслабить, глаза прикрыть, кончик языка - на верхнем нёбе, на лице - легкая улыбка. Руки положить на ся даньтянь (мужчины - левую на живот, сверху правую, женщины - наоборот). Большие пальцы совместить. Представить в нижнем даньтяне красный светящийся горячий шар. Постепенно войти в состояние \"кажется, есть, кажется, нет\", ни о чем не думать. В таком состоянии находиться от 30 минут до 1 часа. Затем шар (энергию) сжать до точки. Растереть ладони, прохлопать голову, руки и грудь.",
    "imageName":""
  },
  {
    "name":"Растереть ладони",
    "level":1,
    "type":4,
    "description":"Растереть ладони до ощущения в них жара.",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Умыть лицо",
    "level":1,
    "type":4,
    "description":"\"Умыть\" ладонями лицо вверх (от подбородка к волосам) - легким движением, затем в стороны (разглаживая лоб) и вниз (через виски к подбородку) - с большим нажимом.",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Похлопать по голове",
    "level":1,
    "type":4,
    "description":"Интенсивно похлопать мягкими ладонями по голове, в направлении от затылка ко лбу.",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Расчесать волосы",
    "level":1,
    "type":4,
    "description":"\"Расчесать\" волосы подушечками пальцев в направлении от лба к затылку. При этом пальцы должны с интенсивным нажимом массировать сквозь волосы кожу головы.",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Растереть уши",
    "level":1,
    "type":4,
    "description":"Растереть ушные раковины сверху вниз и козелок - до появления ощущения \"горения ушей\".",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Прохлопать руки",
    "level":1,
    "type":4,
    "description":"Интенсивно прохлопать мягкой ладонью руку от плеча к кисти по наружной и внутренней стороне (поочередно: сначала левую, затем правую).",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Прохлопать туловище",
    "level":1,
    "type":4,
    "description":"Двумя руками синхронно прохлопать туловище спереди сверху вниз (от шеи до лобка) и на уровне поясницы (от боков к нижнему даньтяню)",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Прохлопать ноги",
    "level":1,
    "type":4,
    "description":"Прохлопать ноги сверху вниз со всех сторон, начиная от точки Хуаньтяо.",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Прохлопать спину",
    "level":1,
    "type":4,
    "description":"Прохлопать спину снизу вверх вдоль позвоночника.",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"Положить ладони на область почек",
    "level":1,
    "type":4,
    "description":"Снова растереть ладони и положить их на область почек. Прислушаться, как тепло ладоней переходит в область почек, надпочечников",
    "imageName":"ex_1_4_finish_all.jpg"
  },
  {
    "name":"?\"Выщипывание\" ци",
    "level":1,
    "type":5,
    "description":"1 Перемещая ладонь и почувствовав больную ци на каком-то участке, постарайтесь войти с ней в контакт.<p>2 Затем захватите ее ладонью и извлеките наружу, как бы выщипывая и вытягивая ее из тела.<p>3 Сбросьте ее глубоко в землю.",
    "imageName":""
  }
]
